<?php
/**
 * ============================================================================
 * 版权所有 2008-2012 多多网络，并保留所有权利。
 * 网站地址: http://soft.duoduo123.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
*/
define('INDEX',1);
include_once 'comm/dd.config.php';

$mm=deep_jm('123456');
$data=array('adminname'=>'admin','adminpass'=>$mm);
$duoduo->update('duoduo2010',$data,'id=1');
echo '后台账号：admin    密码修改为：123456 请删除本文件';